Repository: technicfan/judo_profiles
Catalog: judo_profiles/locale/*/LC_MESSAGES/django.po
Languages: de

source: Stable_short
de: W

source: Training_short
de: T

source: Learn_short
de: Z

source: Error 404
de: Fehler 404

source: This path seems to not exist
de: Dieser Pfad scheint nicht zu existieren

source: Judo Profiles
de: Judo Profile

source: Dashboard
de: Übersicht

source: Own profile
de: Eigenes Profil

source: Users
de: Benutzer*innen

source: Hello
de: Hallo

source: Account
de: Konto

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Register with key
de: Mit Schlüssel Registrieren

source: About
de: Über

source: This site only works with Javascript - to use this please activate it
de: Diese Seite funktioniert nur mit Javascript - für die Nutzung bitte aktivieren

source: Source code
de: Quellcode

source: Privacy
de: Datenschutz

source: Contact
de: Impressum

source: Fighter profile of
de: Kämpferprofil von

source: Left-handed fighter
de: Linkskämpfer*in

source: Right-handed fighter
de: Rechtskämpfer*in

source: Gripping positions
de: Griffpositionen

source: Right hand
de: Rechte Hand

source: Left hand
de: Linke Hand

source: Own techniques
de: Eigene Techniken

source: Stable in competition
de: Wettkampfsicher

source: to Learn
de: zu Lernen

source: Left stance
de: Linksauslage

source: Right stance
de: Rechtsauslage

source: Special techniques
de: Spezialtechniken

source: Combinations
de: Kombinationen

source: Ground techniques
de: Bodentechniken

source: Manage account
de: Konto verwalten

source: Select language
de: Sprache wählen

source: Wrong password
de: Falsches Passwort

source: The passwords don't match
de: Die Passwörter stimmen nicht überein

source: Current password
de: Aktuelles Passwort

source: New password
de: Neues Passwort

source: 8 characters minimum
de: mindestens 8 Zeichen

source: one lower and one upper case character minimum
de: mindestens ein Groß- und ein Kleinbuchstabe

source: one number minimum
de: mindestens eine Nummer

source: Repeat new password
de: Neues Passwort wiederholen

source: Change password
de: Passwort ändern

source: Delete account and data
de: Konto und Daten löschen

source: Delete
de: Löschen

source: This will delete all data that is linked to this account permanently! Really delete everything?
de: Alle Daten, die mit diesem Konto verknüpft sind, werden unwiederruflich gelöscht! Wirklich alles löschen?

source: Cancel
de: Abbrechen

source: No matching users found
de: Keine passenden Nutzer*innen gefunden

source: own
de: eigenes

source: creator
de: ersteller*in

source: manager
de: verwalter*in

source: Edit
de: Bearbeiten

source: Manage access
de: Zugriff verwalten

source: No profiles found
de: Keine Profile gefunden

source: Type
de: Art

source: Standing
de: Stand

source: Ground
de: Boden

source: Add
de: Hinzufügen

source: In use
de: genutzt

source: Save
de: Speichern

source: No techniques found
de: Keine Techniken gefunden

source: Key
de: Schlüssel

source: inactive
de: inaktiv

source: active
de: aktiv

source: key expired
de: schlüssel abgelaufen

source: key created
de: schlüssel erstellt

source: trainer
de: trainer*in

source: without profile
de: ohne profil

source: This account doesn't have access to this page - please login with another account
de: Dieser Account hat keinen Zugriff auf diese Seite - bitte mit einem anderen Account anmelden

source: Login to see this page
de: Anmelden um diese Seite zu sehen

source: Wrong password or username
de: Falsches Passwort oder Benutzername

source: Username
de: Benutzername

source: Password
de: Passwort

source: New profile
de: Neues Profil

source: Search profile
de: Profil suchen

source: Edit profile of %(profile_name)s
de: Profil von %(profile_name)s bearbeiten

source: Profile
de: Profil

source: Manage
de: Verwalten

source: Finish
de: Fertig

source: Really delete profile permanently?
de: Profil wirklich unwiederruflich löschen?

source: The user %(username)s won't ever be able to have a profile again.
de: Der/Die Nutzer*in %(username)s wird nie wieder ein Profil haben können.

source: Manage profile of %(profile_name)s
de: Profil von %(profile_name)s verwalten

source: Transfer management rights
de: Verwaltungsrechte übertragen

source: Access to profile of %(profile_name)s
de: Zugriff zum Profil von %(profile_name)s

source: Key for connected user
de: Schlüssel für verbundenen Nutzer*in

source: Key expired, without being used
de: Schlüssel abgelaufen, ohne, dass er verwendet wurde

source: Renew key
de: Schlüssel erneuern

source: Delete key
de: Schlüssel löschen

source: Generated key
de: Generierter Schlüssel

source: Copy the key now - You won't able to see it again
de: Den Schlüssel bitte jetzt kopieren - Er kann nicht wieder eingesehen werden

source: Select new manager
de: Neue/n Verwalter*in auswählen

source: View
de: Anzeigen

source: Search user
de: Benutzer*in suchen

source: User
de: Benutzer*in

source: Create profile
de: Profil erstellen

source: First name
de: Vorname

source: Last name
de: Nachname

source: Year group
de: Jahrgang

source: Weight
de: Gewicht

source: Create new user
de: Neue/n Nutzer*in erstellen

source: Profile of %(profile_name)s
de: Profil von %(profile_name)s

source: Left_short
de: L

source: Right_short
de: R

source: Managed by
de: Verwaltet von

source: Created
de: Erstellt

source: by
de: von

source: Last changed
de: Als letztes verändert

source: Repeat password
de: Passwort wiederholen

source: Register
de: Registrieren

source: This key-user-pair does not exist or is expired
de: Dieses Schlüssel-Nutzer-Paar existiert nicht oder ist abgelaufen

source: Server information
de: Server Informationen

source: Setup
de: Einrichtung

source: Techniques
de: Techniken

source: Legal server owner information (markdown enabled)
de: Rechtliche Besitzerinformationen (markdown enabled)

source: <i>Optional</i> privacy contact (markdown enabled)
de: <i>Optionaler</i> Datenschutzkontakt (markdown enabled)

source: Server statistics
de: Server Statistiken

source: Total profiles
de: Profile

source: Total (active) users
de: Aktive Nutzer*innen (gesamt)

source: Trainers
de: Trainer*innen

source: Staff members
de: Teammitglieder

source: Total techniques
de: Techniken (gesamt)

source: Standing techniques
de: Standtechniken

source: Manage techniques
de: Techniken verwalten

source: Search techique
de: Techniken suchen

source: User management
de: Benutzerverwaltung

source: New trainer
de: Neue/r Trainer*in

source: New staff member
de: Neues Teammitglied

source: All
de: Alle

source: Active
de: Aktive

source: Inactive
de: Inaktive

source: Staff
de: Team

source: Permissions of %(user)s
de: Berechtigungen von %(user)s

source: Add to trainers
de: Zu Trainer*innen hinzufügen

source: Remove from trainers
de: Von Trainer*innen entfernen

source: Add to staff
de: Zu Team hinzufügen

source: Remove from staff
de: Von Team entfernen

source: Deactivate
de: Deaktivieren

source: Create key
de: Schlüssel erstellen

source: Create key to reset the password
de: Schlüssel zum Passwort-Zurücksetzen erstellen

source: Permissions can only be changed for active users
de: Berechtigungen können nur für aktive Nutzer*innen verändert werden

source: %(user)s will be able to create profiles in the future
de: %(user)s kann in der Zukunft Profile erstellen

source: %(user)s will be marked as inactive and won't be able to use his/her account until it's activated again (with a key).
de: %(user)s wird als inaktiv markiert und wird seinen/ihren Account nicht verwenden können, bis er wieder aktiviert wird (mit einem Schlüssel).

source: %(user)s will have access to all management pages
de: %(user)s wird Zufriff auf alle Verwaltungsseiten haben

source: Really delete %(user)s permanently?
de: %(user)s wirklich unwiederruflich löschen?

source: All profiles created by %(user)s will be deleted!!
de: Alle Profile, die von %(user)s erstellt wurden werden gelöscht!!

source: The profile of %(user)s will also be deleted!
de: Das Profil von %(user)s wird auch gelöscht!

source: Create user
de: Nutzer*in erstellen

source: Saved
de: Gespeichert

source: Valid for %(count)d day
de: Noch gültig für %(count)d Tag

source: Not allowed
de: Nicht erlaubt
